tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "mircomacrelli/casks"
brew "doctl"
brew "dosbox"
brew "jpeg"
brew "sdl2"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "mame"
brew "mas"
brew "node"
brew "pinentry-mac"
brew "python"
brew "ruby"
brew "trash"
brew "vim"
brew "youtube-dl"
brew "zsh"
cask "adoptopenjdk14"
cask "alfred"
cask "arq"
cask "bbedit"
cask "calibre"
cask "canon-lide-90"
cask "charles"
cask "cleanmymac"
cask "coconutbattery"
cask "daisydisk"
cask "dash"
cask "drivedx"
cask "font-awesome-5-pro"
cask "gemini"
cask "google-chrome"
cask "handbrake"
cask "hopper-disassembler"
cask "hp-connectivity-kit"
cask "hp-prime"
cask "imagealpha"
cask "imageoptim"
cask "intellij-idea"
cask "makemkv"
cask "monodraw"
cask "mp4tools"
cask "openemu"
cask "paragon-ntfs"
cask "paw"
cask "pgmodeler"
cask "postgres"
cask "pragmatapro"
cask "pxplus-ibm-vga8"
cask "retrobatch"
cask "simple-comic"
cask "soulver"
cask "steam"
cask "synalyze-it-pro"
cask "transmission"
cask "transmit"
cask "vlc"
cask "vmware-fusion"
cask "vuescan-x32"
cask "wireshark"
cask "xld"
cask "xscope"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Fantastical", id: 975937182
mas "Image2icon", id: 992115977
mas "Money Pro", id: 972572731
mas "Name Mangler", id: 603637384
mas "PCalc", id: 403504866
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1449412482
mas "Taskheat", id: 1431995750
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
